Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# errors.import.invalid_secret_phrase_word
source: Invalid Secret Phrase word: %@
ar: كلمة عبارة سرية غير صالحة: %@
bn: অবৈধ গোপন বাক্যাংশ শব্দ: %@
cs: Neplatné slovo tajné fráze: %@
da: Ugyldigt ord i hemmelig sætning: %@
de: Ungültiges geheimes Phrasenwort: %@
es: Palabra de frase secreta no válida: %@
fa: عبارت خصوصی نامعتبر: %@
fil: Di-wastong Lihim na Parirala na salita: %@
fr: Mot de phrase secrète non valide : %@
ha: Kalmar Sirri mara inganci: %@
he: מילת ביטוי סודי לא חוקי: %@
hi: अमान्य गुप्त वाक्यांश शब्द: %@
id: Kata Frasa Rahasia Tidak Valid: %@
it: Parola frase segreta non valida: %@
ja: リカバリーフレーズに無効な単語があります: %@
ko: 잘못된 비밀 문구 단어: %@
ms: Perkataan Frasa Rahsia tidak sah: %@
nl: Ongeldig woord in geheime zin: %@
pl: Nieprawidłowe tajne słowo: %@
pt_br: Palavra de frase secreta inválida: %@
ro: Cuvânt expresie secretă nevalid: %@
ru: Неверное слово секретной фразы: %@
sw: Neno batili la Neno la Siri: %@
th: คำวลีลับไม่ถูกต้อง: %@
tr: Geçersiz Gizli İfade kelimesi: %@
uk: Невірне слово секретної фрази: %@
ur: غلط خفیہ جملہ کا لفظ: %@
vi: Từ cụm từ bí mật không hợp lệ: %@
zh_hans: 助记词中包含无效单词：%@
zh_hant: 助記詞中包含無效單字：%@

# errors.invalid_address_name
source: Invalid address or name
ar: العنوان أو الاسم غير صالح
bn: অবৈধ ঠিকানা বা নাম
cs: Neplatná adresa nebo jméno
da: Ugyldig adresse eller navn
de: Ungültige Adresse oder ungültiger Name
es: Dirección o nombre no válido
fa: نام یا آدرس نامعتبر.
fil: Di-wastong address o pangalan
fr: Adresse ou nom invalide
ha: Adireshi ko suna mara inganci
he: כתובת או שם לא חוקיים
hi: अमान्य पता या नाम
id: Alamat atau nama tidak valid
it: Indirizzo o nome non valido
ja: 無効なアドレスまたはドメイン
ko: 잘못된 주소 또는 이름
ms: Alamat atau nama tidak sah
nl: Ongeldig adres of naam
pl: Nieprawidłowy adres lub nazwa
pt_br: Endereço ou nome inválido
ro: Adresă sau nume nevalide
ru: Неправильный адрес или имя
sw: Anwani au jina si sahihi
th: ที่อยู่หรือชื่อไม่ถูกต้อง
tr: Geçersiz adres veya ad
uk: Недійсна адреса або ім'я
ur: غلط پتہ یا نام
vi: Địa chỉ hoặc tên không hợp lệ
zh_hans: 地址或名称无效
zh_hant: 地址或名稱無效

# errors.invalid_amount
source: Invalid amount
ar: مبلغ غير صالح
bn: অবৈধ পরিমাণ
cs: Neplatná částka
da: Ugyldigt beløb
de: Ungültiger Betrag
es: Cantidad no válida
fa: مبلغ نامعتبر.
fil: Di-wastong halaga
fr: Montant invalide
ha: Adadin da ba daidai ba
he: סכום לא חוקי
hi: अमान्य राशि
id: Jumlah tidak valid
it: Importo non valido
ja: 無効な金額
ko: 잘못된 금액
ms: Jumlah tidak sah
nl: Ongeldig bedrag
pl: Nieprawidłowa kwota
pt_br: Valor inválido
ro: Sumă nevalidă
ru: Недопустимая сумма
sw: Kiasi kisicho sahihi
th: จำนวนเงินไม่ถูกต้อง
tr: Geçersiz tutar
uk: Недійсна сума
ur: غلط رقم
vi: Số tiền không hợp lệ
zh_hans: 数额无效
zh_hant: 金額無效

# errors.invalid_asset_address
source: Invalid %@ address
ar: عنوان %@ غير صالح
bn: অবৈধ %@ ঠিকানা
cs: Neplatná adresa %@
da: Ugyldig %@ adresse
de: Ungültige %@ Adresse
es: Dirección %@ no válida
fa: آدرس %@ نامعتبر است.
fil: Di-wastong %@ address
fr: Adresse %@ invalide
ha: Adireshin %@ mara inganci
he: כתובת %@ לא חוקית
hi: अमान्य %@ पता
id: Alamat %@ tidak valid
it: Indirizzo %@ non valido
ja: 無効な %@ アドレス
ko: 잘못된 %@ 주소
ms: Alamat %@ tidak sah
nl: Ongeldig %@ adres
pl: Nieprawidłowy adres %@
pt_br: Endereço %@ inválido
ro: Adresă %@ nevalidă
ru: Неверный адрес %@
sw: Anwani %@ si sahihi
th: ที่อยู่ %@ ไม่ถูกต้อง
tr: Geçersiz %@ adresi
uk: Недійсна адреса %@
ur: غلط %@ پتہ
vi: Địa chỉ %@ không hợp lệ
zh_hans: 无效的 %@ 地址
zh_hant: 無效的 %@ 地址

# errors.invalid_network_id
source: Invalid Network ID
ar: معرف الشبكة غير صالح
bn: অবৈধ নেটওয়ার্ক আইডি
cs: Neplatné ID sítě
da: Ugyldigt netværks-id
de: Ungültige Netzwerk-ID
es: ID de red no válida
fa: شناسه شبکه نامعتبر است.
fil: Di-wastong Network ID
fr: ID de réseau invalide
ha: ID na hanyar sadarwa mara inganci
he: מזהה רשת לא חוקי
hi: अमान्य नेटवर्क आईडी
id: ID Jaringan Tidak Valid
it: ID di rete non valido
ja: 無効なネットワークID
ko: 잘못된 네트워크 ID
ms: ID Rangkaian tidak sah
nl: Ongeldige netwerk-ID
pl: Nieprawidłowy identyfikator sieci
pt_br: ID de rede inválida
ro: ID de rețea nevalid
ru: Неверный идентификатор сети
sw: Kitambulisho batili cha Mtandao
th: รหัสเครือข่ายไม่ถูกต้อง
tr: Geçersiz Ağ Kimliği
uk: Неправильний ідентифікатор мережі
ur: غلط نیٹ ورک ID
vi: ID mạng không hợp lệ
zh_hans: 网络 ID 无效
zh_hant: 無效的網路ID

# errors.invalid_url
source: Invalid URL
ar: URL غير صالح
bn: অবৈধ URL
cs: Neplatná adresa URL
da: Ugyldig URL
de: Ungültige URL
es: URL invalida
fa: URL نامعتبر
fil: Di-wastong URL
fr: URL invalide
ha: URL mara inganci
he: כתובת אתר לא חוקית
hi: अमान्य यूआरएल
id: URL Tidak Valid
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
ms: URL tidak sah
nl: Ongeldige URL
pl: nieprawidłowy URL
pt_br: URL inválida
ro: Adresă URL nevalidă
ru: Неверная ссылка
sw: URL batili
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
uk: Недійсний URL
ur: غلط URL
vi: URL không hợp lệ
zh_hans: 无效的网址
zh_hant: 無效的網址

# errors.keystore_access
source: Couldn't access this wallet's keys on this device. If you have your recovery phrase, remove this wallet and import it again to restore access.
ar: تعذر الوصول إلى مفاتيح هذه المحفظة على هذا الجهاز. إذا كانت لديك عبارة الاسترداد، فاحذف هذه المحفظة واستوردها مرة أخرى لاستعادة الوصول.
bn: এই ডিভাইসে এই ওয়ালেটের কী অ্যাক্সেস করা যায়নি। আপনার রিকভারি ফ্রেজ থাকলে, এই ওয়ালেটটি সরিয়ে আবার ইম্পোর্ট করে অ্যাক্সেস ফিরে পান।
cs: Na tomto zařízení se nepodařilo získat přístup ke klíčům této peněženky. Pokud máte obnovovací frázi, odeberte tuto peněženku a znovu ji importujte, abyste obnovili přístup.
da: Kunne ikke få adgang til denne tegnebogs nøgler på denne enhed. Hvis du har din gendannelsesfrase, skal du fjerne denne tegnebog og importere den igen for at gendanne adgangen.
de: Auf die Schlüssel dieser Wallet konnte auf diesem Gerät nicht zugegriffen werden. Wenn Sie Ihre Wiederherstellungsphrase haben, entfernen Sie diese Wallet und importieren Sie sie erneut, um den Zugriff wiederherzustellen.
es: No se pudo acceder a las claves de esta billetera en este dispositivo. Si tienes tu frase de recuperación, elimina esta billetera e impórtala de nuevo para restaurar el acceso.
fa: دسترسی به کلیدهای این کیف پول در این دستگاه ممکن نشد. اگر عبارت بازیابی خود را دارید، این کیف پول را حذف کنید و دوباره وارد کنید تا دسترسی بازیابی شود.
fil: Hindi ma-access ang mga key ng wallet na ito sa device na ito. Kung mayroon kang recovery phrase, alisin ang wallet na ito at i-import itong muli upang maibalik ang access.
fr: Impossible d'accéder aux clés de ce portefeuille sur cet appareil. Si vous avez votre phrase de récupération, supprimez ce portefeuille et importez-le à nouveau pour restaurer l'accès.
ha: An kasa samun damar shiga makullan wannan walat a wannan na'urar. Idan kana da jimlar dawo da walat, cire wannan walat sannan ka sake shigo da ita don dawo da damar shiga.
he: לא ניתן לגשת למפתחות הארנק הזה במכשיר הזה. אם יש לך את ביטוי השחזור, הסר את הארנק וייבא אותו מחדש כדי לשחזר את הגישה.
hi: इस डिवाइस पर इस वॉलेट की कुंजियों तक पहुँच नहीं हो सकी। यदि आपके पास रिकवरी फ़्रेज़ है, तो इस वॉलेट को हटाकर दोबारा इम्पोर्ट करें और एक्सेस बहाल करें।
id: Tidak dapat mengakses kunci dompet ini di perangkat ini. Jika Anda memiliki frasa pemulihan, hapus dompet ini dan impor kembali untuk memulihkan akses.
it: Impossibile accedere alle chiavi di questo portafoglio su questo dispositivo. Se hai la tua frase di recupero, rimuovi questo portafoglio e importalo di nuovo per ripristinare l'accesso.
ja: このデバイスでこのウォレットの鍵にアクセスできませんでした。リカバリーフレーズをお持ちの場合は、このウォレットを削除して再度インポートするとアクセスを復元できます。
ko: 이 기기에서 이 지갑의 키에 접근할 수 없습니다. 복구 문구가 있다면 이 지갑을 삭제한 후 다시 가져와 접근 권한을 복구하세요.
ms: Tidak dapat mengakses kunci dompet ini pada peranti ini. Jika anda mempunyai frasa pemulihan, keluarkan dompet ini dan import semula untuk memulihkan akses.
nl: Kan de sleutels van deze portemonnee op dit apparaat niet openen. Als je je herstelzin hebt, verwijder deze portemonnee dan en importeer hem opnieuw om weer toegang te krijgen.
pl: Nie udało się uzyskać dostępu do kluczy tego portfela na tym urządzeniu. Jeśli masz frazę odzyskiwania, usuń ten portfel i zaimportuj go ponownie, aby przywrócić dostęp.
pt_br: Não foi possível acessar as chaves desta carteira neste dispositivo. Se você tiver sua frase de recuperação, remova esta carteira e importe-a novamente para restaurar o acesso.
ro: Nu s-a putut accesa cheile acestui portofel pe acest dispozitiv. Dacă aveți fraza de recuperare, eliminați acest portofel și importați-l din nou pentru a restabili accesul.
ru: Не удалось получить доступ к ключам этого кошелька на этом устройстве. Если у вас есть секретная фраза, удалите кошелёк и импортируйте его заново, чтобы восстановить доступ.
sw: Imeshindwa kufikia funguo za pochi hii kwenye kifaa hiki. Ikiwa una fungu lako la kurejesha, ondoa pochi hii kisha uiingize tena ili kurejesha ufikiaji.
th: ไม่สามารถเข้าถึงคีย์ของกระเป๋าเงินนี้บนอุปกรณ์นี้ได้ หากคุณมีวลีกู้คืน ให้ลบกระเป๋าเงินนี้แล้วนำเข้าใหม่เพื่อกู้คืนการเข้าถึง
tr: Bu cihazda bu cüzdanın anahtarlarına erişilemedi. Kurtarma ifadeniz varsa bu cüzdanı kaldırıp yeniden içe aktararak erişimi geri kazanabilirsiniz.
uk: Не вдалося отримати доступ до ключів цього гаманця на цьому пристрої. Якщо у вас є фраза відновлення, видаліть цей гаманець і імпортуйте його знову, щоб відновити доступ.
ur: اس ڈیوائس پر اس والیٹ کی کلیدوں تک رسائی نہیں ہو سکی۔ اگر آپ کے پاس ریکوری فقرہ ہے تو اس والیٹ کو ہٹا کر دوبارہ درآمد کریں تاکہ رسائی بحال ہو جائے۔
vi: Không thể truy cập khóa của ví này trên thiết bị này. Nếu bạn có cụm từ khôi phục, hãy xóa ví này và nhập lại để khôi phục quyền truy cập.
zh_hans: 无法在此设备上访问该钱包的密钥。如持有该钱包的助记词，请删除该钱包并重新导入以恢复访问。
zh_hant: 無法在此裝置上存取該錢包的金鑰。如持有該錢包的助記詞，請移除該錢包並重新匯入以恢復存取。

# errors.network_error
source: Network error: %@
ar: خطأ في الشبكة: %@
bn: নেটওয়ার্ক ত্রুটি: %@
cs: Chyba sítě: %@
da: Netværksfejl: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fa: خطای شبکه: %@
fil: Error sa network: %@
fr: Erreur réseau : %@
ha: Kuskuren hanyar sadarwa: %@
he: שגיאת רשת: %@
hi: नेटवर्क त्रुटि: %@
id: Kesalahan jaringan: %@
it: Errore di rete: %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
ms: Ralat rangkaian: %@
nl: Netwerkfout: %@
pl: Błąd sieciowy: %@
pt_br: Erro de rede: %@
ro: Eroare de rețea: %@
ru: Сетевая ошибка: %@
sw: Hitilafu ya mtandao: %@
th: เกิดข้อผิดพลาดเครือข่าย: %@
tr: Ağ hatası: %@
uk: Помилка мережі: %@
ur: نیٹ ورک کی خرابی: %@
vi: Lỗi mạng: %@
zh_hans: 网络错误： %@
zh_hant: 網路錯誤： %@

# errors.network_offline
source: The Internet connection appears to be offline.
ar: يبدو أن الاتصال بالإنترنت غير متاح.
bn: ইন্টারনেট সংযোগটি অফলাইন বলে মনে হচ্ছে।
cs: Zdá se, že je internetové připojení offline.
da: Internetforbindelsen ser ud til at være offline.
de: Die Internetverbindung scheint unterbrochen zu sein.
es: La conexión a Internet parece estar fuera de línea.
fa: به نظر می‌رسد اتصال اینترنت آفلاین است.
fil: Mukhang offline ang koneksyon sa internet.
fr: La connexion Internet semble être hors ligne.
ha: Da alama haɗin intanet ɗin ya katse.
he: נראה שחיבור האינטרנט אינו מקוון.
hi: इंटरनेट कनेक्शन ऑफ़लाइन प्रतीत हो रहा है।
id: Koneksi internet tampaknya sedang offline.
it: La connessione Internet risulta offline.
ja: インターネット接続が切断されているようです。
ko: 인터넷 연결이 끊긴 것 같습니다.
ms: Sambungan Internet nampaknya di luar talian.
nl: De internetverbinding lijkt offline te zijn.
pl: Połączenie internetowe wydaje się być niedostępne.
pt_br: A conexão com a internet parece estar offline.
ro: Conexiunea la internet pare să fie offline.
ru: По всей видимости, интернет-соединение отсутствует.
sw: Muunganisho wa intaneti unaonekana kuwa nje ya mtandao.
th: ดูเหมือนว่าการเชื่อมต่ออินเทอร์เน็ตจะออฟไลน์
tr: İnternet bağlantısı kesilmiş gibi görünüyor.
uk: Здається, підключення до Інтернету відсутнє.
ur: انٹرنیٹ کنکشن آف لائن معلوم ہوتا ہے۔
vi: Kết nối Internet dường như đang bị ngắt.
zh_hans: 网络连接似乎已断开。
zh_hant: 網路連線似乎已斷開。

# errors.no_data_available
source: No data available
ar: لا توجد بيانات متاحة
bn: কোন তথ্য নেই
cs: Nejsou k dispozici žádná data
da: Ingen data tilgængelige
de: Keine Daten verfügbar
es: No hay datos disponibles
fa: داده‌ای موجود نیست
fil: Walang available na data
fr: Aucune donnée disponible
ha: Babu bayanai samuwa
he: אין נתונים זמינים
hi: कोई डेटा मौजूद नहीं
id: Tidak ada data tersedia
it: Nessun dato disponibile
ja: データなし
ko: 사용 가능한 데이터가 없습니다
ms: Tiada data tersedia
nl: Geen gegevens beschikbaar
pl: Brak dostępnych danych
pt_br: Não há dados disponíveis.
ro: Nu sunt disponibile date
ru: Данные отсутствуют.
sw: Hakuna data inayopatikana
th: ไม่มีข้อมูล
tr: Veri mevcut değil
uk: Дані недоступні
ur: کوئی ڈیٹا دستیاب نہیں ہے۔
vi: Không có dữ liệu có sẵn
zh_hans: 暂无数据
zh_hant: 無可用資料

# errors.no_internet_connection
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bn: ইন্টারনেট সংযোগ নেই
cs: Žádné připojení k internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: Sin conexión a internet
fa: اتصال اینترنت برقرار نیست
fil: Walang koneksyon sa internet
fr: Pas de connexion Internet
ha: Babu haɗin intanet
he: אין חיבור לאינטרנט
hi: इंटरनेट कनेक्शन नहीं है
id: Tidak ada koneksi internet
it: Nessuna connessione a internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
ms: Tiada sambungan internet
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt_br: Sem conexão com a internet
ro: Nicio conexiune la internet
ru: Нет подключения к интернету
sw: Hakuna muunganisho wa intaneti
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає підключення до інтернету
ur: انٹرنیٹ کنکشن نہیں ہے
vi: Không có kết nối internet
zh_hans: 无互联网连接
zh_hant: 無網際網路連線

# errors.no_service_connection
source: No service connection
ar: لا يوجد اتصال بالخدمة
bn: পরিষেবা সংযোগ নেই
cs: Žádné připojení ke službě
da: Ingen serviceforbindelse
de: Keine Serviceverbindung
es: Sin conexión al servicio
fa: اتصال سرویس برقرار نیست
fil: Walang koneksyon sa serbisyo
fr: Pas de connexion au service
ha: Babu haɗin sabis
he: אין חיבור לשירות
hi: सेवा कनेक्शन नहीं है
id: Tidak ada koneksi layanan
it: Nessuna connessione al servizio
ja: サービスに接続できません
ko: 서비스 연결 없음
ms: Tiada sambungan perkhidmatan
nl: Geen serviceverbinding
pl: Brak połączenia z usługą
pt_br: Sem conexão com o serviço
ro: Nicio conexiune la serviciu
ru: Нет подключения к сервису
sw: Hakuna muunganisho wa huduma
th: ไม่มีการเชื่อมต่อบริการ
tr: Servis bağlantısı yok
uk: Немає підключення до сервісу
ur: سروس کنکشن نہیں ہے
vi: Không có kết nối dịch vụ
zh_hans: 无服务连接
zh_hant: 無法連線至服務

# errors.not_supported
source: Not Supported
ar: غير مدعوم
bn: সমর্থিত নয়
cs: Není podporováno
da: Ikke understøttet
de: Nicht unterstützt
es: No compatible
fa: پشتیبانی نمی شود.
fil: Hindi Sinusuportahan
fr: Non pris en charge
ha: Ba a Tallafawa
he: לא נתמך
hi: समर्थित नहीं
id: Tidak didukung
it: Non supportato
ja: サポートされていません
ko: 지원되지 않음
ms: Tidak Disokong
nl: Niet ondersteund
pl: Nieobsługiwane
pt_br: Não suportado
ro: Nu este acceptat
ru: Не поддерживается
sw: Haitumiki
th: ไม่รองรับ
tr: Desteklenmiyor
uk: Не підтримується
ur: تعاون یافتہ نہیں۔
vi: Không được hỗ trợ
zh_hans: 不支持
zh_hant: 不支援

# errors.not_supported_qr
source: This device does not support QR code scanning. You can only select QR code image from library.
ar: هذا الجهاز لا يدعم مسح رمز الاستجابة السريعة. يمكنك فقط تحديد صورة رمز الاستجابة السريعة من المكتبة.
bn: এই ডিভাইস QR কোড স্ক্যানিং সমর্থন করে না। আপনি শুধুমাত্র লাইব্রেরি থেকে QR কোড ছবি নির্বাচন করতে পারেন।
cs: Toto zařízení nepodporuje skenování QR kódu. Můžete vybrat pouze obrázek QR kódu z knihovny.
da: Denne enhed understøtter ikke QR-kodescanning. Du kan kun vælge QR-kodebillede fra biblioteket.
de: Dieses Gerät unterstützt keine QR-Code-Scans. Sie können nur QR-Code-Bilder aus der Bibliothek auswählen.
es: Este dispositivo no admite el escaneo de códigos QR. Solo puede seleccionar la imagen del código QR de la biblioteca.
fa: این دستگاه اسکن بارکد را پشتیبانی نمیکند. شما فقط میتوانید تصویر بارکد را از گالری انتخاب کنید.
fil: Hindi sinusuportahan ng device na ito ang pag-scan ng QR code. Maaari ka lamang pumili ng QR code na imahe mula sa library.
fr: Cet appareil ne prend pas en charge la numérisation de code QR. Vous pouvez uniquement sélectionner l'image du code QR dans la bibliothèque.
ha: Wannan na'urar baya goyan bayan duba lambar QR. Kuna iya zaɓar hoton lambar QR daga ɗakin karatu kawai.
he: מכשיר זה אינו תומך בסריקת קוד QR. אתה יכול לבחור רק תמונה של קוד QR מהספרייה.
hi: यह डिवाइस QR कोड स्कैनिंग का समर्थन नहीं करता है. आप केवल लाइब्रेरी से क्यूआर कोड छवि का चयन कर सकते हैं।
id: Perangkat ini tidak mendukung pemindaian kode QR. Anda hanya dapat memilih gambar kode QR dari galeri.
it: Questo dispositivo non supporta la scansione del codice QR. Puoi selezionare solo l'immagine del codice QR dalla libreria.
ja: このデバイスではQRコードをスキャンできません。写真ライブラリからQRコード画像を選択してください。
ko: 이 장치는 QR 코드 스캔을 지원하지 않습니다. 라이브러리에서는 QR 코드 이미지만 선택할 수 있습니다.
ms: Peranti ini tidak menyokong pengimbasan kod QR. Anda hanya boleh memilih imej kod QR daripada pustaka.
nl: Dit apparaat ondersteunt het scannen van QR-codes niet. U kunt alleen een QR-codeafbeelding uit de bibliotheek selecteren.
pl: To urządzenie nie obsługuje skanowania kodów QR. Możesz wybrać tylko obraz kodu QR z biblioteki.
pt_br: Este dispositivo não é compatível com a leitura de código QR. Você só pode selecionar a imagem do código QR na biblioteca.
ro: Acest dispozitiv nu acceptă scanarea codurilor QR. Puteți selecta doar imaginea codului QR din bibliotecă.
ru: Данное устройство не поддерживает сканирование QR-кода. Вы можете выбрать только изображение QR-кода из библиотеки.
sw: Kifaa hiki hakitumii uchanganuzi wa msimbo wa QR. Unaweza tu kuchagua picha ya msimbo wa QR kutoka maktaba.
th: อุปกรณ์นี้ไม่รองรับการสแกนโค้ด QR คุณสามารถเลือกภาพรหัส QR จากห้องสมุดเท่านั้น
tr: Bu cihaz QR kod taramasını desteklemiyor. Kütüphaneden yalnızca QR kod görüntüsünü seçebilirsiniz.
uk: Цей пристрій не підтримує сканування QR-коду. Ви можете вибрати лише зображення QR-коду з бібліотеки.
ur: یہ آلہ QR کوڈ اسکیننگ کو سپورٹ نہیں کرتا ہے۔ آپ لائبریری سے صرف QR کوڈ کی تصویر منتخب کر سکتے ہیں۔
vi: Thiết bị này không hỗ trợ quét mã QR. Bạn chỉ có thể chọn hình ảnh mã QR từ thư viện.
zh_hans: 此设备不支持扫码，只能选图库的二维码图片。
zh_hant: 此裝置不支援掃描 QR 碼，只能從照片圖庫選取 QR 碼圖片。

# errors.permissions_not_granted
source: Permissions Not Granted
ar: لم يتم منح الأذونات
bn: অনুমতি দেওয়া হয়নি
cs: Oprávnění nebyla udělena
da: Tilladelser ikke givet
de: Berechtigungen nicht erteilt
es: Permisos no concedidos
fa: دسترسی داده نشده.
fil: Hindi Ipinagkaloob ang Mga Pahintulot
fr: Autorisations non accordées
ha: Ba a Ba da izini ba
he: הרשאות לא ניתנו
hi: अनुमतियाँ नहीं दी गईं
id: Izin tidak diberikan
it: Autorizzazioni non concesse
ja: 許可が得られていません
ko: 권한이 부여되지 않음
ms: Kebenaran Tidak Diberikan
nl: Machtigingen niet verleend
pl: Uprawnienia nie zostały przyznane
pt_br: Permissões não concedidas
ro: Permisiunile nu sunt acordate
ru: Разрешения не предоставлены
sw: Ruhusa Hazijatolewa
th: ไม่ได้รับสิทธิ์
tr: İzinler Verilmedi
uk: Дозволу не надано
ur: اجازت نہیں دی گئی۔
vi: Quyền không được cấp
zh_hans: 未授予权限
zh_hant: 未授予權限

# errors.perpetual.trigger_price_higher
source: Trigger price should be higher than market price
ar: يجب أن يكون سعر التفعيل أعلى من سعر السوق
bn: ট্রিগার মূল্য বাজার মূল্যের চেয়ে বেশি হওয়া উচিত
cs: Spouštěcí cena musí být vyšší než tržní cena
da: Triggerprisen skal være højere end markedsprisen
de: Der Triggerpreis muss über dem Marktpreis liegen
es: El precio de activación debe ser superior al precio de mercado
fa: قیمت فعالسازی باید بیشتر از قیمت بازار باشد
fil: Dapat mas mataas sa presyo sa merkado ang trigger price
fr: Le prix de déclenchement doit être supérieur au prix du marché
ha: Farashin kunnawa ya kamata ya zama sama da farashin kasuwa
he: מחיר ההפעלה צריך להיות גבוה ממחיר השוק
hi: ट्रिगर मूल्य बाजार मूल्य से अधिक होना चाहिए
id: Harga pemicu harus lebih tinggi dari harga pasar
it: Il prezzo di attivazione deve essere superiore al prezzo di mercato
ja: トリガー価格は市場価格より高くする必要があります
ko: 트리거 가격은 시장 가격보다 높아야 합니다
ms: Harga pencetus perlu lebih tinggi daripada harga pasaran
nl: De triggerprijs moet hoger zijn dan de marktprijs
pl: Cena aktywacji powinna być wyższa niż cena rynkowa
pt_br: O preço de acionamento deve ser maior que o preço de mercado
ro: Prețul de declanșare trebuie să fie mai mare decât prețul pieței
ru: Цена триггера должна быть выше рыночной цены
sw: Bei ya kichochezi inapaswa kuwa juu ya bei ya soko
th: ราคา Trigger ควรสูงกว่าราคาตลาด
tr: Tetikleme fiyatı piyasa fiyatından yüksek olmalıdır
uk: Ціна спрацювання має бути вищою за ринкову ціну
ur: ٹرگر قیمت مارکیٹ قیمت سے زیادہ ہونی چاہیے
vi: Giá kích hoạt phải cao hơn giá thị trường
zh_hans: 触发价格应高于市场价格
zh_hant: 觸發價格應高於市場價格

# errors.perpetual.trigger_price_lower
source: Trigger price should be lower than market price
ar: يجب أن يكون سعر التفعيل أقل من سعر السوق
bn: ট্রিগার মূল্য বাজার মূল্যের চেয়ে কম হওয়া উচিত
cs: Spouštěcí cena musí být nižší než tržní cena
da: Triggerprisen skal være lavere end markedsprisen
de: Der Triggerpreis muss unter dem Marktpreis liegen
es: El precio de activación debe ser inferior al precio de mercado
fa: قیمت فعالسازی باید کمتر از قیمت بازار باشد
fil: Dapat mas mababa sa presyo sa merkado ang trigger price
fr: Le prix de déclenchement doit être inférieur au prix du marché
ha: Farashin kunnawa ya kamata ya zama ƙasa da farashin kasuwa
he: מחיר ההפעלה צריך להיות נמוך ממחיר השוק
hi: ट्रिगर मूल्य बाजार मूल्य से कम होना चाहिए
id: Harga pemicu harus lebih rendah dari harga pasar
it: Il prezzo di attivazione deve essere inferiore al prezzo di mercato
ja: トリガー価格は市場価格より低くする必要があります
ko: 트리거 가격은 시장 가격보다 낮아야 합니다
ms: Harga pencetus perlu lebih rendah daripada harga pasaran
nl: De triggerprijs moet lager zijn dan de marktprijs
pl: Cena aktywacji powinna być niższa niż cena rynkowa
pt_br: O preço de acionamento deve ser menor que o preço de mercado
ro: Prețul de declanșare trebuie să fie mai mic decât prețul pieței
ru: Цена триггера должна быть ниже рыночной цены
sw: Bei ya kichochezi inapaswa kuwa chini ya bei ya soko
th: ราคา Trigger ควรต่ำกว่าราคาตลาด
tr: Tetikleme fiyatı piyasa fiyatından düşük olmalıdır
uk: Ціна спрацювання має бути нижчою за ринкову ціну
ur: ٹرگر قیمت مارکیٹ قیمت سے کم ہونی چاہیے
vi: Giá kích hoạt phải thấp hơn giá thị trường
zh_hans: 触发价格应低于市场价格
zh_hant: 觸發價格應低於市場價格

# errors.required
source: %@ is required
ar: %@ مطلوب
bn: %@ প্রয়োজন
cs: %@ je vyžadováno
da: %@ er påkrævet
de: %@ ist erforderlich
es: %@ es obligatorio
fa: %@ الزامی است
fil: %@ ay kinakailangan
fr: %@ est requis
ha: %@ ana bukata
he: נדרש %@
hi: %@ आवश्यक है
id: %@ diperlukan
it: %@ è obbligatorio
ja: %@は必須です
ko: %@ 가 필요합니다
ms: %@ diperlukan
nl: %@ is vereist
pl: %@ jest wymagane
pt_br: %@ é necessário
ro: %@ este obligatoriu
ru: %@ требуется
sw: %@ inahitajika
th: %@ เป็นสิ่งจำเป็น
tr: %@ gereklidir
uk: %@ є обов'язковим
ur: %@ درکار ہے۔
vi: %@ là bắt buộc
zh_hans: %@为必填项
zh_hant: %@ 為必填欄位
